[Telepath X2UniversalSoldierClassInfo]
ClassSpecializationTitle="通灵祭司"
ClassSpecializationSummary="作为有一个灵能天赋的士兵，心电感应专注于将他们的思想向外转移，攻击性地使用他们的灵能天赋。"

[Resonant X2UniversalSoldierClassInfo]
ClassSpecializationTitle="回响祭司"
ClassSpecializationSummary="作为有一个灵能天赋的士兵，心电感应专注于将他们的思想向外转移，攻击性地使用他们的灵能天赋。"
